Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: {So, um,} it's probably nothing, but you {kind of} always move my deadlines. {You know?}
ar: {طيب، آآ،} غالبًا لا شيء، لكنك {نوعًا ما} تغيّر مواعيدي دائمًا. {تعرف؟}
de: {Also, ähm,} ist wahrscheinlich nichts, aber du {irgendwie} verschiebst immer meine Deadlines. {Weißt du?}
es: {Bueno, eh,} seguramente no es nada, pero tú {como que} siempre mueves mis plazos. {¿Sabes?}
fil: {So, ano,} baka wala lang ito, pero {parang} lagi mong inililipat ang deadline. {Di ba?}
fr: {Alors, euh,} c'est sûrement rien, mais tu {un peu} décales toujours mes échéances. {Tu vois ?}
hi: {तो, उम्म,} शायद कुछ नहीं है, लेकिन आप {थोड़ा} हमेशा मेरी डेडलाइन बदल देते हैं। {समझ रहे हैं?}
id: {Jadi, eh,} mungkin bukan apa-apa, tapi kamu {agak} selalu memindahkan tenggat. {Kan?}
it: {Allora, ehm,} probabilmente non è niente, ma tu {un po'} sposti sempre le mie scadenze. {Sai?}
ja: {あの、えーと、}たぶん大したことないんですが、{なんか}いつも締め切りを動かしますよね。{ね？}
ko: {그, 음,} 별거 아닐 수도 있는데, {좀} 마감을 항상 옮기시잖아요. {그렇죠?}
nl: {Dus, ehm,} het is waarschijnlijk niks, maar jij {een beetje} verschuift altijd mijn deadlines. {Weet je?}
pl: {No więc, eee,} to pewnie nic, ale ty {jakby} zawsze przesuwasz moje terminy. {Wiesz?}
pt_br: {Então, hum,} provavelmente não é nada, mas você {meio que} sempre muda meus prazos. {Sabe?}
ru: {Ну, э-э,} наверное, ерунда, но ты {как бы} всё время сдвигаешь мои сроки. {Понимаешь?}
sv: {Alltså, öh,} det är säkert inget, men du {liksom} flyttar alltid mina deadlines. {Vet du?}
tr: {Şey, ııı,} muhtemelen bir şey değil ama sen {biraz} hep teslim tarihlerimi değiştiriyorsun. {Anladın mı?}
uk: {Ну, е-е,} мабуть, дрібниця, але ти {ніби} весь час зсуваєш мої терміни. {Розумієш?}
vi: {Thì, ừm,} chắc cũng không có gì, nhưng anh {hơi} hay dời hạn chót. {Đúng không?}
zh_hans: {那个，嗯，}可能没什么，但你{有点}总是改截止日期。{对吧？}

source: {Sorry, um,} this is probably wrong, but {I think, like,} we're missing the cost side?
ar: {آسف، آآ،} غالبًا أنا مخطئ، لكن {أظن، يعني،} ينقصنا جانب التكلفة؟
de: {Sorry, ähm,} das ist wahrscheinlich falsch, aber {ich glaub, so,} uns fehlt die Kostenseite?
es: {Perdón, eh,} seguramente me equivoco, pero {creo que, o sea,} nos falta la parte de costes?
fil: {Sorry, ano,} baka mali ito, pero {sa tingin ko, parang,} kulang tayo sa usapang gastos?
fr: {Désolé, euh,} je me trompe sûrement, mais {je crois que, genre,} il nous manque l'aspect des coûts ?
hi: {माफ़ कीजिए, उम्म,} शायद यह गलत है, लेकिन {मुझे लगता है, मतलब,} हम लागत वाला पहलू छोड़ रहे हैं?
id: {Maaf, eh,} ini mungkin salah, tapi {menurut saya, kayak,} kita melewatkan sisi biayanya?
it: {Scusate, ehm,} probabilmente sbaglio, ma {credo, tipo,} ci manca la parte dei costi?
ja: {すみません、えーと、}たぶん違うと思うんですが、{なんか、その、}コスト面が抜けてませんか？
ko: {죄송한데, 음,} 아마 틀렸을 수도 있는데, {제 생각엔, 그,} 비용 측면이 빠진 것 같아요?
nl: {Sorry, ehm,} dit klopt waarschijnlijk niet, maar {ik denk, zeg maar,} we missen de kostenkant?
pl: {Przepraszam, eee,} pewnie się mylę, ale {myślę, że, jakby,} brakuje nam strony kosztowej?
pt_br: {Desculpa, hum,} provavelmente estou errado, mas {acho que, tipo,} está faltando a parte de custos?
ru: {Извините, э-э,} наверное, я ошибаюсь, но {мне кажется, типа,} мы упускаем расходы?
sv: {Förlåt, öh,} det här är säkert fel, men {jag tror, typ,} vi saknar kostnadssidan?
tr: {Pardon, ııı,} muhtemelen yanlış ama {bence, yani,} maliyet tarafını atlıyoruz?
uk: {Вибачте, е-е,} мабуть, я помиляюся, але {мені здається, типу,} ми оминаємо витрати?
vi: {Xin lỗi, ừm,} chắc là sai, nhưng {tôi nghĩ, kiểu,} mình đang thiếu phần chi phí?
zh_hans: {不好意思，嗯，}这可能不对，但{我觉得，就是，}我们漏了成本方面？

source: {Um, I don't know,} it's probably fine, {I guess?} {Like,} whatever works.
ar: {آآ، لا أعرف،} غالبًا لا بأس، {أظن؟} {يعني،} أي شيء ينجح.
de: {Ähm, keine Ahnung,} ist wahrscheinlich okay, {denk ich?} {So,} was halt funktioniert.
es: {Eh, no sé,} seguramente está bien, {supongo?} {O sea,} lo que funcione.
fil: {Ano, ewan ko,} okay lang siguro, {yata?} {Parang,} kahit ano na lang ang gumana.
fr: {Euh, je sais pas,} c'est sûrement bien, {je suppose ?} {Genre,} ce qui marche.
hi: {उम्म, पता नहीं,} शायद ठीक है, {मुझे लगता है?} {मतलब,} जो भी चले।
id: {Eh, nggak tahu ya,} mungkin nggak apa-apa, {kayaknya?} {Kayak,} apa pun yang berhasil.
it: {Ehm, non so,} probabilmente va bene, {credo?} {Tipo,} quello che funziona.
ja: {えーと、わかんないけど、}たぶん大丈夫{かな？}{まあ、}うまくいけば何でも。
ko: {음, 잘 모르겠는데,} 아마 괜찮을 거예요, {아마도?} {그냥,} 되는 대로 하면 되죠.
nl: {Ehm, weet ik niet,} het is waarschijnlijk prima, {denk ik?} {Zeg maar,} wat werkt.
pl: {Eee, nie wiem,} pewnie jest dobrze, {chyba?} {Jakby,} co tam zadziała.
pt_br: {Hum, sei lá,} provavelmente está bom, {acho?} {Tipo,} o que funcionar.
ru: {Э-э, не знаю,} наверное, нормально, {вроде?} {Типа,} как получится.
sv: {Öh, vet inte,} det är säkert okej, {antar jag?} {Typ,} det som funkar.
tr: {Iıı, bilmiyorum,} muhtemelen iyidir, {sanırım?} {Yani,} ne işe yararsa.
uk: {Е-е, не знаю,} мабуть, нормально, {наче?} {Типу,} як вийде.
vi: {Ừm, không biết nữa,} chắc là ổn thôi, {chắc vậy?} {Kiểu,} cái gì được thì được.
zh_hans: {嗯，我也不知道，}应该没问题吧，{我猜？}{就是，}怎么都行吧。

source: {Um, so,} I grew up in Ohio, then I studied {like,} design, {and basically} I make tools now. {I guess.}
ar: {آآ، طيب،} نشأت في عمّان، ثم درست {يعني} التصميم، {وباختصار} أصنع الآن أدوات. {على ما أظن.}
de: {Ähm, also,} ich bin in Köln aufgewachsen, dann hab ich {so} Design studiert, {und im Grunde} mache ich jetzt Tools. {Glaub ich.}
es: {Eh, bueno,} crecí en Valencia, luego estudié {o sea,} diseño, {y básicamente} ahora hago herramientas. {Supongo.}
fil: {Ano, so,} lumaki ako sa Cebu, tapos nag-aral ako ng {parang,} design, {basta} ngayon gumagawa ako ng tools. {Ayun.}
fr: {Euh, alors,} j'ai grandi à Lyon, puis j'ai étudié {genre,} le design, {et en gros} je fais des outils maintenant. {Je crois.}
hi: {उम्म, तो,} मैं जयपुर में बड़ा हुआ, फिर मैंने {मतलब} डिज़ाइन पढ़ा, {और बस} अब मैं टूल बनाता हूँ। {शायद।}
id: {Eh, jadi,} saya besar di Medan, terus kuliah {kayak,} desain, {pokoknya} sekarang saya bikin alat. {Gitu.}
it: {Ehm, allora,} sono cresciuto a Bologna, poi ho studiato {tipo,} design, {e praticamente} adesso creo strumenti. {Credo.}
ja: {えーと、それで、}福岡で育って、それから{なんか}デザインを勉強して、{で、要するに}今はツールを作ってます。{たぶん。}
ko: {음, 그러니까,} 부산에서 자랐고, 그다음에 {뭐,} 디자인을 공부했고, {그래서 어쨌든} 지금은 도구를 만들어요. {네.}
nl: {Ehm, dus,} ik ben opgegroeid in Utrecht, daarna studeerde ik {zeg maar} vormgeving, {en eigenlijk} maak ik nu tools. {Denk ik.}
pl: {Eee, więc,} dorastałem w Krakowie, potem studiowałem {jakby} projektowanie, {i w sumie} teraz robię narzędzia. {Chyba.}
pt_br: {Hum, então,} cresci em Curitiba, depois estudei {tipo,} design, {e basicamente} agora faço ferramentas. {Acho.}
ru: {Э-э, ну,} я вырос в Казани, потом учился {типа} на дизайнера, {и в общем} теперь делаю инструменты. {Наверное.}
sv: {Öh, alltså,} jag växte upp i Umeå, sen pluggade jag {typ} design, {och i princip} gör jag verktyg nu. {Antar jag.}
tr: {Iıı, şey,} İzmir'de büyüdüm, sonra {yani} tasarım okudum, {ve aslında} şimdi araçlar yapıyorum. {Sanırım.}
uk: {Е-е, ну,} я виріс у Львові, потім вчився {типу} на дизайнера, {і загалом} тепер роблю інструменти. {Мабуть.}
vi: {Ừm, thì,} tôi lớn lên ở Đà Nẵng, rồi học {kiểu,} thiết kế, {nói chung} giờ tôi làm công cụ. {Vậy đó.}
zh_hans: {嗯，就是，}我在成都长大，然后学了{那个，}设计，{反正就是}现在在做工具。{对。}

source: {Yeah, um,} sorry to bother you, I know budgets are tight, {but, like,} maybe my pay could {sort of} go up?
ar: {نعم، آآ،} آسف على الإزعاج، أعرف أن الميزانية ضيقة، {لكن، يعني،} ربما يمكن أن يزيد راتبي {قليلًا}؟
de: {Ja, ähm,} sorry für die Störung, ich weiß, das Budget ist knapp, {aber, so,} vielleicht könnte mein Gehalt {irgendwie} steigen?
es: {Sí, eh,} perdona que te moleste, sé que el presupuesto está justo, {pero, o sea,} ¿quizá mi sueldo podría {como} subir?
fil: {Oo, ano,} pasensya na sa abala, alam kong masikip ang budget, {pero, parang,} baka puwedeng {medyo} tumaas ang sahod ko?
fr: {Oui, euh,} désolé de te déranger, je sais que le budget est serré, {mais, genre,} peut-être que mon salaire pourrait {un peu} augmenter ?
hi: {हाँ, उम्म,} परेशान करने के लिए माफ़ी, पता है बजट तंग है, {लेकिन, मतलब,} क्या मेरी सैलरी {थोड़ी} बढ़ सकती है?
id: {Iya, eh,} maaf mengganggu, saya tahu anggarannya ketat, {tapi, kayak,} mungkin gaji saya bisa {sedikit} naik?
it: {Sì, ehm,} scusa il disturbo, so che il budget è stretto, {ma, tipo,} magari il mio stipendio potrebbe {un po'} salire?
ja: {はい、あの、}お忙しいところすみません、予算が厳しいのはわかってるんですが、{でも、なんか、}給料を{ちょっと}上げてもらえたり？
ko: {네, 음,} 귀찮게 해서 죄송한데요, 예산이 빠듯한 건 아는데, {그래도, 그,} 혹시 {좀} 월급을 올려 주실 수 있을까요?
nl: {Ja, ehm,} sorry dat ik stoor, ik weet dat het budget krap is, {maar, zeg maar,} misschien kan mijn salaris {een beetje} omhoog?
pl: {No, eee,} przepraszam, że przeszkadzam, wiem, że budżet jest napięty, {ale, jakby,} może moja pensja mogłaby {trochę} wzrosnąć?
pt_br: {É, hum,} desculpa incomodar, sei que o orçamento está apertado, {mas, tipo,} será que meu salário poderia {meio que} subir?
ru: {Да, э-э,} извините, что отвлекаю, знаю, бюджет ограничен, {но, типа,} может, мою зарплату можно {как бы} повысить?
sv: {Ja, öh,} förlåt att jag stör, jag vet att budgeten är tight, {men, typ,} kanske min lön kunde {liksom} höjas?
tr: {Evet, ııı,} rahatsız ettiğim için kusura bakma, bütçenin sıkışık olduğunu biliyorum {ama, yani,} belki maaşım {biraz} artabilir mi?
uk: {Так, е-е,} вибачте, що відволікаю, знаю, бюджет обмежений, {але, типу,} може, мою зарплату можна {ніби} підвищити?
vi: {Dạ, ừm,} xin lỗi làm phiền, em biết ngân sách đang eo hẹp, {nhưng, kiểu,} liệu có thể tăng lương cho em {một chút} được không?
zh_hans: {对，嗯，}不好意思打扰你，我知道预算很紧，{但是，就是，}能不能{稍微}给我加点工资？

source: “Speaking Coach” Would Like to Access the Microphone
ar: يطلب «Speaking Coach» الوصول إلى الميكروفون
de: „Speaking Coach“ möchte auf das Mikrofon zugreifen
es: “Speaking Coach” quiere acceder al micrófono
fil: Gustong I-access ng “Speaking Coach” ang Mikropono
fr: « Speaking Coach » souhaite accéder au micro
hi: “Speaking Coach” माइक्रोफ़ोन एक्सेस करना चाहता है
id: “Speaking Coach” Ingin Mengakses Mikrofon
it: “Speaking Coach” vorrebbe accedere al microfono
ja: “Speaking Coach”がマイクへのアクセスを求めています
ko: ‘Speaking Coach’에서 마이크에 접근하려고 합니다
nl: 'Speaking Coach' wil toegang tot de microfoon
pl: „Speaking Coach” chce uzyskać dostęp do mikrofonu
pt_br: “Speaking Coach” deseja acessar o microfone
ru: Приложение «Speaking Coach» запрашивает доступ к микрофону
sv: ”Speaking Coach” vill komma åt mikrofonen
tr: “Speaking Coach” Mikrofona Erişmek İstiyor
uk: «Speaking Coach» запитує доступ до мікрофона
vi: “Speaking Coach” muốn truy cập micrô
zh_hans: “Speaking Coach”想访问你的麦克风

source: “Speaking Coach” Would Like to Send You Notifications
ar: يطلب «Speaking Coach» إرسال إشعارات إليك
de: „Speaking Coach“ möchte dir Mitteilungen senden
es: “Speaking Coach” quiere enviarte notificaciones
fil: Gustong Padalhan Ka ng “Speaking Coach” ng mga Notification
fr: « Speaking Coach » souhaite vous envoyer des notifications
hi: “Speaking Coach” आपको सूचनाएँ भेजना चाहता है
id: “Speaking Coach” Ingin Mengirimi Anda Notifikasi
it: “Speaking Coach” vorrebbe inviarti notifiche
ja: “Speaking Coach”は通知を送信します。よろしいですか？
ko: ‘Speaking Coach’에서 알림을 보내고자 합니다
nl: 'Speaking Coach' wil je meldingen sturen
pl: „Speaking Coach” chce wysyłać powiadomienia
pt_br: “Speaking Coach” deseja enviar notificações
ru: Приложение «Speaking Coach» запрашивает разрешение на отправку уведомлений
sv: ”Speaking Coach” vill skicka notiser till dig
tr: “Speaking Coach” Size Bildirim Göndermek İstiyor
uk: «Speaking Coach» запитує дозвіл надсилати сповіщення
vi: “Speaking Coach” muốn gửi thông báo cho bạn
zh_hans: “Speaking Coach”想给你发送通知
